Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.app.workspace-group-new-workspace-placement
source: workspaceGroups.newWorkspacePlacement group new workspace command n cmd-n plus insert position after current top end
ar: workspaceGroups.newWorkspacePlacement group new workspace command n cmd-n plus insert position after current top end مجموعة مساحة عمل جديدة موضع بعد الحالي أعلى نهاية
bs: workspaceGroups.newWorkspacePlacement group new workspace command n cmd-n plus insert position after current top end grupa novi workspace pozicija poslije trenutnog vrh kraj
da: workspaceGroups.newWorkspacePlacement group new workspace command n cmd-n plus insert position after current top end gruppe nyt workspace placering efter aktuel øverst sidst
de: workspaceGroups.newWorkspacePlacement group new workspace command n cmd-n plus insert position after current top end gruppe neuer workspace platzierung nach aktuellem oben ende
es: workspaceGroups.newWorkspacePlacement group new workspace command n cmd-n plus insert position after current top end grupo nuevo workspace ubicación después actual inicio final
fr: workspaceGroups.newWorkspacePlacement group new workspace command n cmd-n plus insert position after current top end groupe nouveau workspace emplacement après actuel début fin
it: workspaceGroups.newWorkspacePlacement group new workspace command n cmd-n plus insert position after current top end gruppo nuovo workspace posizionamento dopo attivo inizio fine
ja: workspaceGroups.newWorkspacePlacement group new workspace command n cmd-n plus insert position after current top end グループ 新規ワークスペース 配置 現在の後 上 末尾
ko: workspaceGroups.newWorkspacePlacement group new workspace command n cmd-n plus insert position after current top end 그룹 새 workspace 위치 현재 뒤 맨 위 끝
nb: workspaceGroups.newWorkspacePlacement group new workspace command n cmd-n plus insert position after current top end gruppe nytt workspace plassering etter gjeldende øverst sist
pl: workspaceGroups.newWorkspacePlacement group new workspace command n cmd-n plus insert position after current top end grupa nowy workspace położenie po bieżącym początek koniec
pt_br: workspaceGroups.newWorkspacePlacement group new workspace command n cmd-n plus insert position after current top end grupo novo workspace posição após atual topo fim
ru: workspaceGroups.newWorkspacePlacement group new workspace command n cmd-n plus insert position after current top end группа новый workspace расположение после текущего начало конец
th: workspaceGroups.newWorkspacePlacement group new workspace command n cmd-n plus insert position after current top end กลุ่ม workspace ใหม่ ตำแหน่ง หลังปัจจุบัน บนสุด ท้าย
tr: workspaceGroups.newWorkspacePlacement group new workspace command n cmd-n plus insert position after current top end grup yeni workspace konum geçerli sonra baş son
uk: workspaceGroups.newWorkspacePlacement group new workspace command n cmd-n plus insert position after current top end група новий workspace розташування після поточного початок кінець
zh_hans: workspaceGroups.newWorkspacePlacement group new workspace command n cmd-n plus insert position after current top end 组 新 workspace 位置 当前之后 顶部 末尾
zh_hant: workspaceGroups.newWorkspacePlacement group new workspace command n cmd-n plus insert position after current top end 群組 新 workspace 位置 目前之後 頂端 結尾

# settings.search.alias.setting.app.workspace-inherit-working-directory
source: app.workspaceInheritWorkingDirectory workspace cwd directory inherit current focused ghostty working-directory
ar: app.workspaceInheritWorkingDirectory workspace cwd directory inherit current focused ghostty working-directory app.workspaceInheritWorkingDirectory مساحة عمل cwd دليل يرث الحالي المرتكز ghostty working-directory
de: app.workspaceInheritWorkingDirectory workspace cwd directory inherit current focused ghostty working-directory app.workspaceInheritWorkingDirectory arbeitsbereich cwd verzeichnis erben aktuell fokussiert ghostty arbeitsverzeichnis
es: app.workspaceInheritWorkingDirectory workspace cwd directory inherit current focused ghostty working-directory app.workspaceInheritWorkingDirectory espacio de trabajo cwd directorio heredar actual enfocado ghostty directorio-de-trabajo
fr: app.workspaceInheritWorkingDirectory workspace cwd directory inherit current focused ghostty working-directory app.workspaceInheritWorkingDirectory espace de travail dossier de travail cwd dossier hériter actuel ciblé ghostty répertoire-de-travail
ja: app.workspaceInheritWorkingDirectory workspace cwd directory inherit current focused ghostty working-directory 作業ディレクトリ 継承 現在 フォーカス Ghostty
ko: app.workspaceInheritWorkingDirectory 작업 공간 cwd 디렉토리 상속 현재 포커스 ghostty 작업 디렉토리 app.workspaceInheritWorkingDirectory workspace cwd directory inherit current focused ghostty working-directory
zh_hans: app.workspaceInheritWorkingDirectory workspace cwd directory inherit current focused ghostty working-directory app.workspaceInheritWorkingDirectory 工作区 cwd 目录 继承 当前焦点 ghostty 工作目录
zh_hant: app.workspaceInheritWorkingDirectory workspace cwd directory inherit current focused ghostty working-directory app.workspaceInheritWorkingDirectory 工作區 cwd 目錄 繼承 目前 焦點 ghostty 工作目錄

# settings.search.alias.setting.app.wrap-workspace-titles
source: sidebar.wrapWorkspaceTitles workspace title wrap multiline pr pull request
ar: sidebar.wrapWorkspaceTitles workspace title wrap multiline pr pull request مساحة العمل عنوان التفاف متعدد الأسطر طلب سحب الشريط الجانبي
bs: sidebar.wrapWorkspaceTitles workspace title wrap multiline pr pull request radni prostor naslov prelom više redova bočna traka
da: sidebar.wrapWorkspaceTitles workspace title wrap multiline pr pull request arbejdsområde titel ombryd flere linjer sidepanel
de: sidebar.wrapWorkspaceTitles workspace title wrap multiline pr pull request arbeitsbereich titel umbrechen mehrzeilig seitenleiste
es: sidebar.wrapWorkspaceTitles workspace title wrap multiline pr pull request espacio de trabajo título ajustar varias líneas barra lateral
fr: sidebar.wrapWorkspaceTitles workspace title wrap multiline pr pull request espace de travail titre retour ligne multiligne barre latérale
it: sidebar.wrapWorkspaceTitles workspace title wrap multiline pr pull request spazio di lavoro titolo a capo multilinea barra laterale
ja: sidebar.wrapWorkspaceTitles workspace title wrap multiline pr pull request ワークスペース タイトル 折り返し 複数行 PR プルリクエスト
ko: sidebar.wrapWorkspaceTitles workspace title wrap multiline pr pull request 워크스페이스 제목 줄바꿈 여러 줄 사이드바
nb: sidebar.wrapWorkspaceTitles workspace title wrap multiline pr pull request arbeidsområde tittel bryt flere linjer sidepanel
pl: sidebar.wrapWorkspaceTitles workspace title wrap multiline pr pull request obszar roboczy tytuł zawijanie wiele wierszy pasek boczny
pt_br: sidebar.wrapWorkspaceTitles workspace title wrap multiline pr pull request espaço de trabalho título quebra várias linhas barra lateral
ru: sidebar.wrapWorkspaceTitles workspace title wrap multiline pr pull request рабочая область название перенос несколько строк боковая панель
th: sidebar.wrapWorkspaceTitles workspace title wrap multiline pr pull request เวิร์กสเปซ ชื่อ ตัดบรรทัด หลายบรรทัด แถบด้านข้าง
tr: sidebar.wrapWorkspaceTitles workspace title wrap multiline pr pull request çalışma alanı başlık kaydır çok satır kenar çubuğu
uk: sidebar.wrapWorkspaceTitles workspace title wrap multiline pr pull request робоча область назва перенос кілька рядків бічна панель
zh_hans: sidebar.wrapWorkspaceTitles workspace title wrap multiline pr pull request 工作区 标题 换行 多行 边栏
zh_hant: sidebar.wrapWorkspaceTitles workspace title wrap multiline pr pull request 工作區 標題 換行 多行 側邊欄

# settings.search.alias.setting.automation.claude-code
source: automation.claudeCodeIntegration claude code hooks agent integration status notifications
ar: automation.claudeCodeIntegration claude code hooks agent integration status notifications تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي أتمتة واجهة برمجة سطر أوامر تحكم مأخذ وكيل خطافات منافذ بيئة محرر ملف كود فتح مسار إشعار إشعارات تنبيه غير مقروء رسالة شارة رنين وميض صوت سطح المكتب الإشعارات تكامل الأتمتة
bs: automation.claudeCodeIntegration claude code hooks agent integration status notifications aplikacija opće postavke ponašanje dock traka menija bočna automatizacija api cli kontrola socket kuke portovi okruženje editor datoteka kod otvori putanja obavijest obavijesti upozorenje nepročitano poruka značka prsten bljesak zvuk desktop Obavještenja integracija
da: automation.claudeCodeIntegration claude code hooks agent integration status notifications app generelt indstillinger adfærd dock menulinje sidepanel automatisering api cli kontrol socket porte miljø editor fil kode åbn sti notifikation notifikationer advarsel ulæst besked badge ring blink lyd skrivebord Code-integration
de: automation.claudeCodeIntegration claude code hooks agent integration status notifications app allgemein einstellungen verhalten dock menüleiste seitenleiste automatisierung api cli steuerung socket ports umgebung editor datei öffnen pfad benachrichtigung benachrichtigungen alarm ungelesen nachricht badge ring blinken ton desktop Code-Integration
es: automation.claudeCodeIntegration claude code hooks agent integration status notifications aplicación general preferencias comportamiento dock barra de menú estado lateral automatización api cli control socket agente puertos entorno editor archivo código abrir ruta notificación notificaciones alerta no leído mensaje insignia anillo destello sonido escritorio Integración con
fr: automation.claudeCodeIntegration claude code hooks agent integration status notifications application général préférences comportement dock barre de menus état latérale automatisation api cli contrôle socket ports environnement éditeur fichier ouvrir chemin notification alerte non lu message badge anneau flash son bureau Intégration
it: automation.claudeCodeIntegration claude code hooks agent integration status notifications app generale preferenze comportamento dock barra menu stato laterale automazione api cli controllo socket agente hook porte ambiente editor file codice apri percorso notifica notifiche avviso non letto messaggio badge anello lampeggio suono scrivania Integrazione
ja: automation.claudeCodeIntegration claude code hooks agent integration status notifications claude code フック エージェント 連携 通知
ko: automation.claudeCodeIntegration claude code hooks agent integration status notifications 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 자동화 api cli 제어 소켓 에이전트 훅 포트 환경 편집기 파일 코드 열기 경로 알림 읽지 않음 메시지 배지 링 깜박임 소리 데스크탑 경고 연동
nb: automation.claudeCodeIntegration claude code hooks agent integration status notifications app generelt innstillinger oppførsel dock menylinje sidepanel automatisering api cli kontroll socket porter miljø redigerer fil kode åpne bane varsling varsler ulest melding merke ring blink lyd skrivebord Code-integrering
pl: automation.claudeCodeIntegration claude code hooks agent integration status notifications aplikacja ogólne preferencje zachowanie dock pasek menu boczny automatyzacja api cli sterowanie gniazdo haki porty środowisko edytor plik kod otwórz ścieżka powiadomienie powiadomienia alert nieprzeczytane wiadomość odznaka pierścień błysk dźwięk pulpit Integracja z
pt_br: automation.claudeCodeIntegration claude code hooks agent integration status notifications app geral preferências comportamento dock barra de menu lateral automação api cli controle socket agente portas ambiente editor arquivo código abrir caminho notificação notificações alerta não lido mensagem selo anel piscar som desktop Integração com
ru: automation.claudeCodeIntegration claude code hooks agent integration status notifications приложение общие настройки поведение док строка меню статус боковая панель автоматизация api cli управление сокет агент хуки порты окружение редактор файл код открыть путь уведомление уведомления предупреждение непрочитанное сообщение бейдж кольцо вспышка звук рабочий стол Интеграция с
th: automation.claudeCodeIntegration claude code hooks agent integration status notifications แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง อัตโนมัติ api cli ควบคุม ซ็อกเก็ต เอเจนต์ ฮุก พอร์ต สภาพแวดล้อม ตัวแก้ไข ไฟล์ โค้ด เปิด เส้นทาง การแจ้งเตือน ยังไม่ได้อ่าน ข้อความ ป้าย วงแหวน แฟลช เสียง เดสก์ท็อป การผสานรวม ระบบอัตโนมัติ
tr: automation.claudeCodeIntegration claude code hooks agent integration status notifications uygulama genel tercihler davranış dock menü çubuğu durum kenar otomasyon api cli kontrol soket ajan kancalar portlar ortam düzenleyici dosya kod aç yol bildirim bildirimler uyarı okunmamış mesaj rozet halka flaş ses masaüstü Entegrasyonu
uk: automation.claudeCodeIntegration claude code hooks agent integration status notifications програма загальні параметри поведінка док рядок меню статус бічна панель автоматизація api cli керування сокет агент хуки порти середовище редактор файл код відкрити шлях сповіщення непрочитане повідомлення значок кільце спалах звук робочий стіл Інтеграція з
zh_hans: automation.claudeCodeIntegration claude code hooks agent integration status notifications 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 自动化 api cli 控制 套接字 代理 钩子 端口 环境 编辑器 文件 代码 打开 路径 通知 未读 消息 徽章 圆环 闪烁 声音 桌面 提醒 集成
zh_hant: automation.claudeCodeIntegration claude code hooks agent integration status notifications 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 自動化 api cli 控制 socket 代理程式 hook 連接埠 環境 編輯器 檔案 程式碼 開啟 路徑 通知 未讀 訊息 徽章 圓環 閃爍 聲音 桌面 提醒 整合

# settings.search.alias.setting.automation.claude-path
source: automation.claudeBinaryPath claude binary executable path cli command custom
ar: automation.claudeBinaryPath claude binary executable path cli command custom automation.claudeBinaryPath claude ثنائي مسار تنفيذي أمر cli مخصص
bs: automation.claudeBinaryPath claude binary executable path cli command custom automatizacija api kontrola socket agent kuke portovi okruženje editor datoteka kod otvori putanja Prilagođeno: %@
da: automation.claudeBinaryPath claude binary executable path cli command custom automatisering api kontrol socket agent hooks porte miljø editor fil kode åbn sti Brugerdefineret: %@
de: automation.claudeBinaryPath claude binary executable path cli command custom automation.claudeBinaryPath claude binärpfad ausführbare datei cli befehl benutzerdefiniert
es: automation.claudeBinaryPath claude binary executable path cli command custom automation.claudeBinaryPath claude binario ejecutable ruta cli comando personalizado
fr: automation.claudeBinaryPath claude binary executable path cli command custom automation.claudeBinaryPath claude binaire chemin exécutable cli commande personnalisé
it: automation.claudeBinaryPath claude binary executable path cli command custom automazione api controllo socket agente hook porte ambiente editor file codice apri percorso Personalizzato: %@
ja: automation.claudeBinaryPath claude binary executable path cli command custom claude バイナリ 実行ファイル パス cli コマンド カスタム
ko: automation.claudeBinaryPath claude 바이너리 실행 파일 경로 cli 명령 사용자 정의 automation.claudeBinaryPath claude binary executable path cli command custom
nb: automation.claudeBinaryPath claude binary executable path cli command custom automatisering api kontroll socket agent hooks porter miljø redigerer fil kode åpne bane Egendefinert: %@
pl: automation.claudeBinaryPath claude binary executable path cli command custom automatyzacja api sterowanie gniazdo agent haki porty środowisko edytor plik kod otwórz ścieżka Niestandardowe: %@
pt_br: automation.claudeBinaryPath claude binary executable path cli command custom automação api controle socket agente hooks portas ambiente editor arquivo código abrir caminho Personalizado: %@
ru: automation.claudeBinaryPath claude binary executable path cli command custom автоматизация api управление сокет агент хуки порты окружение редактор файл код открыть путь Пользовательское: %@
th: automation.claudeBinaryPath claude binary executable path cli command custom อัตโนมัติ api ควบคุม ซ็อกเก็ต เอเจนต์ ฮุก พอร์ต สภาพแวดล้อม ตัวแก้ไข ไฟล์ โค้ด เปิด เส้นทาง กำหนดเอง: %@ ระบบอัตโนมัติ
tr: automation.claudeBinaryPath claude binary executable path cli command custom otomasyon api kontrol soket ajan kancalar portlar ortam düzenleyici dosya kod aç yol Özel: %@
uk: automation.claudeBinaryPath claude binary executable path cli command custom автоматизація api керування сокет агент хуки порти середовище редактор файл код відкрити шлях Власне: %@
zh_hans: automation.claudeBinaryPath claude binary executable path cli command custom automation.claudeBinaryPath claude 二进制 可执行程序 路径 cli 命令 自定义
zh_hant: automation.claudeBinaryPath claude binary executable path cli command custom automation.claudeBinaryPath claude 二進位檔 可執行檔 路徑 cli 指令 自訂

# settings.search.alias.setting.automation.cursor
source: automation.cursorIntegration cursor ide agent hooks notifications
ar: automation.cursorIntegration cursor ide agent hooks notifications أتمتة واجهة برمجة سطر أوامر تحكم مأخذ وكيل خطافات منافذ بيئة محرر ملف كود فتح مسار إشعار إشعارات تنبيه غير مقروء رسالة شارة رنين وميض صوت سطح المكتب الإشعارات الأتمتة
bs: automation.cursorIntegration cursor ide agent hooks notifications automatizacija api cli kontrola socket kuke portovi okruženje editor datoteka kod otvori putanja obavijest obavijesti upozorenje nepročitano poruka značka prsten bljesak zvuk desktop Obavještenja
da: automation.cursorIntegration cursor ide agent hooks notifications automatisering api cli kontrol socket porte miljø editor fil kode åbn sti notifikation notifikationer advarsel ulæst besked badge ring blink lyd skrivebord
de: automation.cursorIntegration cursor ide agent hooks notifications automatisierung api cli steuerung socket ports umgebung editor datei code öffnen pfad benachrichtigung benachrichtigungen alarm ungelesen nachricht badge ring blinken ton desktop
es: automation.cursorIntegration cursor ide agent hooks notifications automatización api cli control socket agente puertos entorno editor archivo código abrir ruta notificación notificaciones alerta no leído mensaje insignia anillo destello sonido escritorio
fr: automation.cursorIntegration cursor ide agent hooks notifications automatisation api cli contrôle socket ports environnement éditeur fichier code ouvrir chemin notification alerte non lu message badge anneau flash son bureau
it: automation.cursorIntegration cursor ide agent hooks notifications automazione api cli controllo socket agente hook porte ambiente editor file codice apri percorso notifica notifiche avviso non letto messaggio badge anello lampeggio suono scrivania
ja: automation.cursorIntegration cursor ide agent hooks notifications cursor ide エージェント フック 通知 連携
ko: automation.cursorIntegration cursor ide agent hooks notifications 자동화 api cli 제어 소켓 에이전트 훅 포트 환경 편집기 파일 코드 열기 경로 알림 읽지 않음 메시지 배지 링 깜박임 소리 데스크탑 경고
nb: automation.cursorIntegration cursor ide agent hooks notifications automatisering api cli kontroll socket porter miljø redigerer fil kode åpne bane varsling varsler ulest melding merke ring blink lyd skrivebord
pl: automation.cursorIntegration cursor ide agent hooks notifications automatyzacja api cli sterowanie gniazdo haki porty środowisko edytor plik kod otwórz ścieżka powiadomienie powiadomienia alert nieprzeczytane wiadomość odznaka pierścień błysk dźwięk pulpit
pt_br: automation.cursorIntegration cursor ide agent hooks notifications automação api cli controle socket agente portas ambiente editor arquivo código abrir caminho notificação notificações alerta não lido mensagem selo anel piscar som desktop
ru: automation.cursorIntegration cursor ide agent hooks notifications автоматизация api cli управление сокет агент хуки порты окружение редактор файл код открыть путь уведомление уведомления предупреждение непрочитанное сообщение бейдж кольцо вспышка звук рабочий стол
th: automation.cursorIntegration cursor ide agent hooks notifications อัตโนมัติ api cli ควบคุม ซ็อกเก็ต เอเจนต์ ฮุก พอร์ต สภาพแวดล้อม ตัวแก้ไข ไฟล์ โค้ด เปิด เส้นทาง การแจ้งเตือน ยังไม่ได้อ่าน ข้อความ ป้าย วงแหวน แฟลช เสียง เดสก์ท็อป ระบบอัตโนมัติ
tr: automation.cursorIntegration cursor ide agent hooks notifications otomasyon api cli kontrol soket ajan kancalar portlar ortam düzenleyici dosya kod aç yol bildirim bildirimler uyarı okunmamış mesaj rozet halka flaş ses masaüstü
uk: automation.cursorIntegration cursor ide agent hooks notifications автоматизація api cli керування сокет агент хуки порти середовище редактор файл код відкрити шлях сповіщення непрочитане повідомлення значок кільце спалах звук робочий стіл
zh_hans: automation.cursorIntegration cursor ide agent hooks notifications 自动化 api cli 控制 套接字 代理 钩子 端口 环境 编辑器 文件 代码 打开 路径 通知 未读 消息 徽章 圆环 闪烁 声音 桌面 提醒
zh_hant: automation.cursorIntegration cursor ide agent hooks notifications 自動化 api cli 控制 socket 代理程式 hook 連接埠 環境 編輯器 檔案 程式碼 開啟 路徑 通知 未讀 訊息 徽章 圓環 閃爍 聲音 桌面 提醒
